[
    {
        "description": "Đậu hủ là nguyên liệu khá quen mặt trong các món chay rồi. Nhưng để tăng thêm độ lạ và ngon miệng thì với một chút thay đổi và điều chỉnh món cà chua nhồi thịt đã biến thành món chay vừa ngon lành vừa đủ chất. Ai bảo món chay lại nhàm chán nào?",
        "ingredients": {
            "Đậu hũ chiên": "2 Miếng",
            "Cà chua": "4 Trái",
            "Nấm mèo": "30 Gr",
            "Cà rốt": "1 Củ",
            "Đường trắng": "2 Muỗng cà phê",
            "Nước tương": "4 Muỗng canh",
            "Bột ngọt": "1/2 Muỗng cà phê",
            "Muối": "1/2 Muỗng cà phê"
        },
        "image": "https://image.cooky.vn/recipe/g4/36583/s640/cooky-recipe-636695185974252934.JPG",
        "cooking_steps": [
            "Nấm tai mèo ngâm nước ấm cho nở và rửa sạch qua nhiều lần nước; sau đó cắt nhỏ. Cà rốt bào vỏ, rửa sạch và cắt hạt lựu. Đậu hủ rửa sơ với nước ấm. Sau đó tán hoặc xay nhuyễn.",
            "Cà chua bạn nên chọn loại to tròn, bóng bẩy lại không bị bột, đem rửa sạch và thấm khô, cắt phần đầu như hình, bỏ bớt hạt và phần ruột.",
            "Cho phần đậu tán nhuyễn vào cùng với cà rốt và nấm mèo. Sau đó cho muối, đường, bột ngọt và nước tương vào trộn đều. Cuối cùng là cho phần nhân vào cà chua.",
            "Cho phần cà đã được nhồi đậu vào lò nướng trong vòng 20 phút ở nhiệt độ 200ºC.",
            "Món cà chua nhồi đậu chay này có thêm ăn kèm với cơm hoặc ăn không cùng tương cà chua hoặc nước tương cũng rất ngon."
        ],
        "radion": " 2 người",
        "likes": 53,
        "name": "Cà chua nhồi đậu chiên chay"
    },
    {
        "description": "Món lườn gà này ăn kèm với bánh mì, salad thì rất ngon. Từng miếng thịt vàng giòn, thơm ngon, khi ăn có vị chua chua của chanh, mặn mặn của muối rất đặc biệt. Thử áp dụng công thức này vào thực đơn gia đình nào.",
        "ingredients": {
            "Lườn gà": "550 Gr",
            "Muối": "1 Muỗng cà phê",
            "Tiêu": "1 Muỗng cà phê",
            "Nước cốt chanh": "2 Muỗng canh",
            "Bột bắp": "2 Muỗng canh",
            "Trứng gà": "4 Quả",
            "Bột mì": "120 Gr",
            "Bột chiên xù": "120 Gr",
            "Dầu ăn": "2 Chén"
        },
        "image": "https://image.cooky.vn/recipe/g1/8484/s640/recipe8484-636116940416088650.jpg",
        "cooking_steps": [
            "Lườn gà rửa sạch, cắt miếng mỏng to vừa ăn, róc bớt phần mỡ dư bỏ đi. Sau đó, thấm khô miếng lườn gà.",
            "Cho lườn gà vào 1 cái túi nilon, dùng chày đập nhẹ cho miếng lườn gà mềm, mỏng ra.",
            "Trộn đều lườn gà với 1 muỗng cà phê muối, 1 muỗng cà phê tiêu, 2 muỗng canh nước cốt chanh, 2 muỗng canh bột bắp, 2 quả trứng gà, đảo đều, cho vào ngăn mát tủ lạnh khoảng 1 giờ cho ngấm gia vị.",
            "Lấy lườn gà ra. Nhúng lườn gà đã ướp lần lượt vào bột mì, 2 quả trứng gà còn lại đánh tan, thêm một lần nữa là bột mì, trứng gà đánh tan. Cuối cùng mới tẩm qua một lớp bột chiên xù sao cho phần bột bám đều vào miếng lườn gà.",
            "Làm nóng chảo dầu ăn, cho từng miếng lườn gà vào, chiên vàng giòn, nhỏ lửa 2 mặt cho thịt gà chín đều.",
            "Gắp món ăn ra đĩa có lót sẵn giấy thấm dầu cho bớt dầu. Món này ăn kèm salad, bánh mì kẹp hay cơm trắng đều ngon."
        ],
        "radion": " 2 người",
        "likes": 22,
        "name": "Lườn gà ướp muối chanh chiên xù"
    },
    {
        "description": "Trẻ khi đang trong độ tuổi ăn dậm rất cần bổ sung thêm nhiều chất dinh dưỡng từ rau củ để cơ thể được phát triển một cách dễ dàng hơn và cũng giúp trẻ khỏe mạnh hơn. Với cách làm súp bí đỏ hành tây này đảm bảo trẻ sẽ ăn một cách ngon lành đấy. Các mẹ hãy thử ngay nhé.",
        "ingredients": {
            "Bí đỏ": "640 Gr",
            "Hành tây": "1/2 Củ",
            "Bơ lạt": "20 Gr",
            "Nước dùng gà": "480 ml",
            "Sữa tươi nguyên kem": "350 ml",
            "Heavy cream": "120 ml",
            "Muối": "2 Muỗng cà phê",
            "Tiêu": "1/2 Muỗng cà phê",
            "Ngò tây": "10 Gr"
        },
        "image": "https://image.cooky.vn/recipe/g4/35883/s640/cooky-recipe-cover-r35883.jpg",
        "cooking_steps": [
            "Hành lá lột vỏ, xắt lát. Bí đỏ nạo bỏ ruột, gọt vỏ, rửa sạch rồi cắt miếng nhỏ. Làm nóng chảo, cho bơ vào tan chảy rồi thả hành tây vào xào thơm đến khi mềm thì cho bí đỏ vào xào cho mềm.",
            "Tiếp đó chế 480ml nước dùng gà vào nấu khoảng 12 - 15 phút. Kiểm tra thấy bí đã chín mềm hẳn hoàn toàn thì bạn cho máy vào xay thât nhuyễn mịn trong nồi. Nếu không có máy này bạn có thể cho vào máy sinh tố xay nhuyễn rồi cho ngược lại nồi. Chế sữa nguyên kem và heavy cream vào, khuấy đều và nấu sôi.",
            "Cuối cùng nêm thêm chút muối, tiêu đen, trộn đều là có thể tắc bếp rồi đó. Rắc thêm chút ngò tây xắt nhuyễn lên để tạo vị thơm cho món ăn. Múc súp ra tô và cho bé ăn nha.",
            "Món súp bí đỏ hành tây này cực kì bổ dưỡng khi kết hợp bí đỏ tốt cho trí não, sự phát triển của trẻ với hành tây có tác dụng tăng cường sức đề kháng tạo nên món ăn tốt cho sự phát triển của bé nhà bạn. Các mẹ nội trợ nhanh tay lưu lại công thức và làm nha."
        ],
        "radion": " 2 người",
        "likes": 11,
        "name": "Súp bí đỏ hành tây"
    },
    {
        "description": "Súp nui thịt gà với nước súp được nấu từ sốt cà chua khiến món súp có được một màu đỏ au rât bắt mắt. Vị súp chua chua, béo ngon, chống ngán rất hiệu quả.",
        "ingredients": {
            "Nui": "50 Gr",
            "Cà rốt": "1/2 Củ",
            "Cần tây": "2 Nhánh",
            "Hành tím": "1 Củ",
            "Sốt cà chua": "200 ml",
            "Đùi gà": "1 Cái",
            "Húng quế": "1 Cây",
            "Dầu ăn": "2 Muỗng canh",
            "Hạt nêm": "4 Muỗng cà phê",
            "Đường trắng": "2 Muỗng cà phê",
            "Nước dùng gà": "500 ml"
        },
        "image": "https://image.cooky.vn/recipe/g1/9534/s640/recipe-635579228852054171.jpg",
        "cooking_steps": [
            "Thái nhỏ cà rốt, cần tây và hành tím ra nhé! Với thịt gà, các bạn cần luộc qua để lấy nước, sau đó có thể bỏ vào rán hoặc để nguyên rùi lấy bỏ xương.",
            "Xào qua hành, cần tây, cà rốt với 2 muỗng canh dầu ăn, nêm 1 muỗng cà phê hạt nêm cho đậm đà. Tiếp đến, cho vào nồi gồm nui, sốt cà chua, 500ml nước dùng gà, đun đến khi nui gần chín thì cho phần rau củ đã xào và thịt gà vào, nêm 3 muỗng cà phê hạt nêm, 2 muỗng cà phê đường, khuấy đều rồi tắt bếp.",
            "Trang trí thêm ít húng quế và phô mai nếu thích. Súp nui thịt gà với nước súp được nấu từ sốt cà chua khiến món súp có được một màu đỏ au rât bắt mắt. Vị súp chua chua, béo ngon, chống ngán rất hiệu quả."
        ],
        "radion": " 4 người",
        "likes": 20,
        "name": "Súp nui nấu thịt gà"
    },
    {
        "description": "Nếu đã ngán những bữa cơm thịt, cá bình thường, hãy thử làm món mực xào cay hấp dẫn lạ miệng cho cả gia đình. Một món đơn giản về mực, thích hợp trong tiết trời se lạnh",
        "ingredients": {
            "Mực": "500 Gr",
            "Hành tây": "1/2 Củ",
            "Ớt": "20 Trái",
            "Sa tế": "1 Muỗng canh",
            "Rượu vang": "1 Muỗng canh",
            "Gừng": "1 Miếng",
            "Dầu ăn": "2 Muỗng canh",
            "Muối": "1/2 Muỗng cà phê",
            "Tiêu": "1/2 Muỗng cà phê"
        },
        "image": "https://image.cooky.vn/recipe/g1/7478/s640/recipe-cover-r7478.jpg",
        "cooking_steps": [
            "Mực rửa sạch, tách phần ruột bên trong bỏ đi và lớp màng bên ngoài. Cắt miếng vừa phải. Hành tây, ớt xanh, ớt đỏ rửa sạch, thái miếng dài vừa phải. Ướp mực với sa tế, rượu vang, gừng, muối, hạt tiêu. Ướp trong khoảng 15 phút.",
            "Đổ dầu vào chảo, phi hành tây, ớt đỏ lên cho thơm. Đổ tiếp phần mực đã ngấm gia vị vào xào nhanh tay. Khi miếng mực vàng đều căng phồng là chín và ăn được.",
            "Nếu đã ngán những bữa cơm thịt, cá bình thường, hãy thử làm món mực xào cay hấp dẫn lạ miệng cho cả gia đình."
        ],
        "radion": " 4 người",
        "likes": 7,
        "name": "Mực xào cay nóng"
    },
    {
        "description": "Cơm cuộn là món ăn hoàn hảo cho bữa trưa văn phòng. Món ăn cung cấp đủ tinh bột, chất đạm và rau xanh cho cơ thể. Bạn chỉ mất khoảng 15 phút là đã có một bữa ăn trưa ngon tuyệt vời giúp bạn tiếp thêm năng lượng cho một buổi chiều làm việc hiệu quả.",
        "ingredients": {
            "Cơm": "1 Chén",
            "Kim chi cải thảo": "1 Chén",
            "Rong biển khô": "1 Miếng",
            "Trứng gà": "1 Quả",
            "Sốt Mayonnaise": "7 Gr",
            "Muối": "2 Gr",
            "Dầu ăn": "10 ml"
        },
        "image": "https://image.cooky.vn/recipe/g3/24009/s640/recipe-cover-r24009.jpg",
        "cooking_steps": [
            "Kim chi vắt vớt nước, thái nhỏ. Đun nóng dầu ăn trong chảo, cho kim chi vào xào sơ. hêm cơm vào đảo đều, nêm thêm ít sốt mayonnaise vào đảo chung sau đó để cơm xào kim chi nguội.",
            "Trải lá rong biển ra tấm mành, dàn đều cơm xào kim chi lên trên và cuộn tròn lại. Trứng đánh tan trong bát với một ít muối. Cho một ít dầu ăn vào chảo láng đều, đổ một lớp trứng mỏng vào láng đều mặt chảo, khi trứng bắt đầu chín thì cho rong biển cuộn cơm kim chi vào rồi cuộn trứng lại và kéo về một phía. Phần phía trên chảo tiếp tục đổ trứng còn lại vào và đợi trứng gần chín rồi cuốn tiếp là xong.",
            "Lấy trứng cuộn cơm kim chi ra cắt thành miếng vừa ăn. Cơm cuộn là món ăn hoàn hảo cho bữa trưa văn phòng. Món ăn cung cấp đủ tinh bột, chất đạm và rau xanh cho cơ thể. Bạn chỉ mất khoảng 20 phút là đã có một bữa ăn trưa ngon tuyệt vời giúp bạn tiếp thêm năng lượng cho một buổi chiều làm việc hiệu quả."
        ],
        "radion": " 2 người",
        "likes": 47,
        "name": "Trứng cuộn cơm kim chi"
    },
    {
        "description": "Lòng heo xào hành tây với sự có mặt của hành tây thì sẽ khử sạch đi mùi hôi của lòng heo một cách dễ dàng, khiến món lòng xào thêm thơm ngon, dai dai và hấp dẫn, ăn hoài mà không ngấy.",
        "ingredients": {
            "Lòng heo": "150 Gr",
            "Hành tây": "1/2 Củ",
            "Ớt chuông": "1 Trái",
            "Cà rốt": "1/3 Củ",
            "Gừng băm": "5 Gr",
            "Tỏi băm": "10 Gr",
            "Hành lá": "5 Gr",
            "Bột bắp": "1 Muỗng cà phê",
            "Ớt bột": "1/2 Muỗng cà phê",
            "Dầu ăn": "15 ml",
            "Muối": "1/2 Muỗng cà phê",
            "Đường trắng": "1/2 Muỗng cà phê",
            "Nước tương": "1 Muỗng canh",
            "Giấm": "1/2 Muỗng canh",
            "Rượu trắng": "1 Muỗng canh"
        },
        "image": "https://image.cooky.vn/recipe/g2/13252/s640/recipe13252-636390785381230034.jpg",
        "cooking_steps": [
            "Lòng heo lộn trái, tuốt cho sạch chất dơ bên trong, bóp lại với chút giấm hoặc nước cốt chanh và muối. Sau đó rửa lại bằng nước lạnh. Đun sôi nồi với một ít nước, cho lòng già vào chần sơ rồi vớt ra, tuốt sạch lại lần nữa. Rạch đôi đoạn lòng theo chiều dài, cắt miếng xéo tam giác vừa ăn. Hành tây thái miếng cau. Cà rốt cũng gọt vỏ cắt lát xéo kim cương. Ớt chuông thái miếng vuông. Sau khi sơ chế lòng heo và các nguyên liệu cần thiết. Làm nóng chảo với 15ml dầu ăn, cho gừng băm, tỏi băm, đầu hành lá băm vào phi thơm.",
            "Thêm 1/2 muỗng cà phê bột ớt, đảo nhanh tay rồi nhanh chóng trút lòng heo vào đảo liên tục. Xào cho đến khi lòng heo săn lại, nêm 1 muỗng canh nước tương, 1 muỗng canh rượu, 1/3 muỗng cà phê đường, tiếp tục đảo đều.",
            "Trút hành tây, ớt xanh và cà rốt thái lát vào. Nêm vào 1/2 muỗng cà phê muối, 1/2 muỗng canh giấm và 1 muỗng cà phê bột bắp pha loãng với 30ml nước rồi tiếp tục đảo nhanh tay trong khoảng 1 phút thì tắt bếp. Nhấc chảo ra, rắc ít hành lá thái nhỏ, đảo đều rồi trút ra đĩa sâu lòng, dùng với cơm nóng rất ngon."
        ],
        "radion": " 4 người",
        "likes": 9,
        "name": "Lòng heo xào hành tây"
    },
    {
        "description": "Gà luôn là món ăn yêu thích của nhiều gia đình, cũng là món ăn luôn hấp dẫn với trẻ em. Thịt gà mềm, dễ ăn, dễ chế biến, giá cả lại phải chăng. Nếu bạn đã quá quen với những món gà truyền thống như gà chiên bột, gà sốt me, gà chiên nước mắm,... thì hôm nay hãy thử thay đổi với món gà rim mía này nhé. Thịt gà mềm ngọt, lại được thấm nước mía ngọt lịm bên ngoài rất đưa cơm.",
        "ingredients": {
            "Nước mía": "150 ml",
            "Cà chua": "2 Quả",
            "Hành tím": "2 Củ",
            "Xà lách": "1 Cây",
            "Thịt gà": "400 Gr",
            "Muối": "1 Muỗng cà phê",
            "Bột ngọt": "1/2 Muỗng cà phê",
            "Hạt nêm": "1.50 Muỗng cà phê",
            "Tiêu": "1/2 Muỗng cà phê",
            "Nước mắm": "2 Muỗng canh",
            "Dầu ăn": "2 Muỗng canh"
        },
        "image": "https://image.cooky.vn/recipe/g4/35656/s640/cooky-recipe-636682403649245111.jpg",
        "cooking_steps": [
            "Gà cắt miếng vừa ăn, rửa sạch với muối, để ráo. Ướp gà với 1 muỗng cà phê muối, ½ muỗng cà phê tiêu, 1/2 muỗng cà phê bột ngọt, 1,5 muỗng cà phê hạt nêm, 2 muỗng canh nước mắm. Trộn đều, để khoảng 20 phút cho gà thấm. Hành tím bóc vỏ, băm nhuyễn.",
            "Đun nóng 2 muỗng canh dầu ăn. Cho hành tím vào phi thơm. Hành tím vừa vàng thì cho gà vào, xào đến khi gà săn lại.",
            "Cho nước mía vào gà. Đun trên lửa vừa cho gà chín. Đun đến khi gà thấm, nước mía vừa cạn là được.",
            "Xà lách cắt bỏ gốc, rửa sạch cùng cà chua. Xếp xà lách, cà chua cắt lát ra đĩa, xếp gà lên trên và thưởng thức."
        ],
        "radion": " 2 người",
        "likes": 9,
        "name": "Gà rim mía"
    },
    {
        "description": "Một món đơn giản kết hợp giữa trứng và thịt nhưng vẫn đảm bảo dinh dưỡng cho một bữa ăn sáng hoặc trưa. Sự béo ngậy của trứng kết hợp với thịt, lại còn thêm mùi bơ dậy mùi kích thích nữa, đây là một món đơn giản có thể biến tấu theo cách của bạn mà bạn không thể nào bỏ qua",
        "ingredients": {
            "Trứng gà": "1 Quả",
            "Thịt xay": "100 Gr",
            "Muối": "1/2 Muỗng cà phê",
            "Đường trắng": "1/2 Muỗng cà phê",
            "Tiêu xay": "1/3 Muỗng cà phê",
            "Tương xí muội": "4 Muỗng canh",
            "Bơ lạt": "1/2 Muỗng cà phê"
        },
        "image": "https://image.cooky.vn/recipe/g6/50227/s640/cooky-recipe-637053556751103329.JPG",
        "cooking_steps": [
            "Trứng gà đem đi luộc chín, mình luộc khoảng 10 phút, còn nếu các bạn muống ăn trứng lòng đào thì nên luộc ít hơn nhé. Nhưng đừng quá sớm vì như vậy khi bỏ vào xào với thịt sẽ rất dễ bị bể.",
            "Các bạn đem thịt xay tán đều rồi trộn với các hỗn hợp đã chuẩn bị sẵn gồm muối, tiêu, đường và tương xí muội.",
            "Bắt chảo lên cho dầu ăn vào chờ chảo nóng. Khi chảo nóng các bạn cho bơ lạt vào khoáy đều, sau đó bạn cho thịt vào xào sơ. Khi thấy thịt săn lại thì các bạn cho trứng vào, lúc này các bạn thêm tương xí muội vào cho thơm, tuỳ thuộc khẩu vị mà các bạn cho thêm các nguyên liệu khác để hợp hơn với mình.các bạn có thể cho thêm hành tây hoặc ớt chuông vào xào cũng rất ngon.",
            "Xong rồi cho ra chén và dùng thôi, các bạn có thể dùng nó với bánh mì hoặc cơm tuỳ thích nhé."
        ],
        "radion": " 1 người",
        "likes": 72,
        "name": "Trứng luộc xào tương xí muội thịt bằm"
    }
]